Revit 2027 API
ParameterTypeId.MaterialParamColor Property
 "Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MaterialParamColor { get; }
Public Shared ReadOnly Property MaterialParamColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MaterialParamColor {
	ForgeTypeId^ get ();
}
static member MaterialParamColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace